/* If something went wrong, but the writing was generally successful */
" However, there was an error writing one or more of the files" = " De cualquier manera, Ha habido un error en uno o más archivos ";

/* Actionsheet message for stating that nothing was generated  */
"An error has occurred and no files have been generated." = "Ha ocurrido un error y no se ha generado ningún archivo.";

/* Title of an alert if there is an error getting content of a url */
"An Error Occurred" = "Ha ocurrido un error";

/* The title for the action sheet saying something went wrong */
"An error occurred while verifying the JSON" = "Ha ocurrido un error al verificar JSON";

/* Label to have the user select which folder to choose */
"Choose" = "Elegir";

/* Button to dismiss an action sheet */
"Dismiss" = "Descartar";

/* Prompt user gets to enter a URL */
"Enter URL..." = "Ingresar URL...";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Tipo de contenido esperado %1$@, recibí %2$@";

/* No comment provided by engineer. */
"Expected status code %@, got %d" = "Código de estatus esperado %1$@, recibí %2$d";

/* Toolbar item name for General Preferences */
"General" = "General";

/* This is the current title of http options window that gets written */
"Options" = "Opciones";

/* In the save portion, the label to choose what language */
"Output Language" = "La Producción del Lenguaje";

/* In the save portion, the label to choose what the package is */
"Package Name" = "Nombre del paquete";

/* In the save portion, the prompt to specify what the base class is */
"Base Class" = "Base de archivos";

/* In the main screen, this is the verify button that formats the JSON */
"Verify" = "Verificar";

/* In the main screen, this is the button that fetches data from a URL */
"Get Data" = "Obtener los datos";

/* In the main screen, this is the button that writes out files */
"Generate Files" = "Generar Archivos";

/* Message when writing the files, nothing was written */
"No file were written to the disk" = "Y eso...no paso nada. Encontrar información.";

/* Error message to state the JSON didn't start with a {} or [] */
"JSON text did not start with array or object." = "El texto JSON no empieza con el tipo u objeto.";

/* Message in an actionsheet stating that the write is successful */
"Success!" = "Satisfactorio";

/* If there is nothing in the JSON field, state that there is nothing there */
"There is no content to parse." = "No hay contenido que analizar .";

/* Success message in an action sheet */
"Your files have successfully been generated." = "Los archivos se han generado satisfactoriamente.";

/* The prompt to tell the user they are about to overwrite the files in the existing application */
"This operation will overwrite files in this directory. Are you sure you want to continue?" = "Ya existe un archivo o carpeta con el mismo nombre en el lugar de destino. Reemplazarlo sobre-escribirá su contenido actual.";

/* Cancel button in the overwrite files prompt */
"Cancel" = "Cancelar";

/* Button text to overwrite files */
"Overwrite Files" = "Sobrescribir archivos";

/* The title of the prompt to tell the user they are about to overwrite the files in the existing application */
"Overwrite files?" = "Sobrescribir los archivos?";

/* In the save portion, for objective C, determine whether or not to use ARC */
"Use Automatic Reference Counting" = "Use el recuento de referencias automáticas";

